# Taps
tap 'caskroom/cask'

brew 'ansible'
brew 'bash'
brew 'coreutils'
brew 'findutils'
brew 'git'
brew 'git-lfs'
brew 'git-flow-avh'
brew 'gnupg'
brew 'grep'
brew 'htop'
brew 'imagemagick'
brew 'libmemcached'
brew 'libxml2'
brew 'lxc'
brew 'mackup'
brew 'mariadb'
brew 'mas'
brew 'php'
brew 'pkg-config'
brew 'ruby'
brew 'telnet'
brew 'terraform'
brew 'terraform-inventory'
brew 'thefuck'
brew 'wp-cli'
brew 'yarn'
brew 'zlib'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'authy'
cask 'bettertouchtool'
cask 'caffeine'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'keybase'
cask 'phpstorm'
cask 'poedit'
cask 'postman'
cask 'psequel'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'stack'
cask 'sublime-text'
cask 'toggl'
cask 'transmit'
cask 'vagrant'
cask 'vivaldi'
cask 'virtualbox'

mas 'Moom', id: 419330170
mas 'Spark', id: 1176895641
