# Taps
tap 'caskroom/cask'
tap 'homebrew/homebrew-php'

brew 'ansible'
brew 'bash'
brew 'coreutils'
brew 'findutils'
brew 'grep'
brew 'lxc'
brew 'mackup'
brew 'mariadb'
brew 'mas'
brew 'php72'
brew 'php72-imagick'
brew 'thefuck'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'caffeine'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'keybase'
cask 'little-snitch'
cask 'phpstorm'
cask 'psequel'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'stack'
cask 'sublime-text'
cask 'toggl'
cask 'vagrant'
cask 'virtualbox'

mas 'Spark', id: 1176895641
